---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilterStringLessOrEqual
source: html/dfa8cd8d-2625-f6c7-3985-610513b046a6.htm
---
# FilterStringLessOrEqual Methods

Derived classes override this method to implement the test that determines
 whether the two given string values satisfy the desired condition or not.